-> Cooker1
===Cooker1===
    ...
    *[можно мне немного мяса?]
        У вас есть с собой какие-нибудь деньги? нет? Тогда ни в коем случае. Эта снежная буря принесла слишком много несчастий в этот маленький магазинчик, у меня нет покупателей, хотя мне немного повезло, когда я нашел золотой ассик, но потом какой-то дикарь украл его!
        ->DONE
    *[Что случилось с городом?]
        С тех пор, как началась эта нескончаемая метель, жители Мисфорта не могут позволить себе покупать мои продукты. Вчера мне пришлось выбросить партию баранины на свалку на юго-востоке страны из-за запаха. Если так будет продолжаться и дальше, я могу остаться без работы
        ->DONE