-> Homeless1
===Homeless1===
    ...
        *[С тобой все в порядке?]
            Уходи
             **[Извините, но я думаю, мне понадобится тот asyk, который вы держите в руках. Мне это нужно, чтобы отогнать снежную бурю]
                    В любой другой день я бы посоветовал тебе убраться восвояси, но с тех пор, как началась эта метель, я проголодался, и если ты принесешь мне немного отличного мяса от повара, я отдам тебе все на свете. Он должен быть чуть южнее городской площади
                        ->DONE